Revit 2027 API
SymbolTypeId.KWh Property
 Symbol kWh, indicating unit Kilowatt hours.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KWh { get; }
Public Shared ReadOnly Property KWh As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KWh {
	ForgeTypeId^ get ();
}
static member KWh : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace